Validation/run2/constant/physicalProperties.water
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      physicalProperties;
}
viscosityModel  constant;
rho     [1 -3 0 0 0 0 0] 1000;
nu      [0 2 -1 0 0 0 0] 1.44e-5;
