Validation/run2/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

phases (water air contactFluid);

// Water
water
{
    transportModel  Newtonian;

    rho             1000;          // kg/m³
    nu              1.44e-5;       // m²/s
}

// Air
air
{
    transportModel  Newtonian;
    nu              1.5e-5;
    rho             1.2;
}

contactFluid
{
    transportModel  Newtonian;

    rho             1200;

    // eta = 5 Pa*s
    nu              4.0e-03;        // m²/s
}




// Surface tension
// sigma            0.072;
// sigma            0.03;